IDEA StatiCa Open Model
BeamData.AddedMember Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Added member
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement AddedMember { get; set; }
Public Property AddedMember As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ AddedMember {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace